Repository: RedSn0w1877/PixlAudio-iOS
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ko, nb, ru, tr, zh_hans

# equalizer_error_name_empty
source: Name cannot be empty
de: Name darf nicht leer sein
es: El nombre no puede estar vacío
fr: Le nom ne peut pas être vide
id: Nama tidak boleh kosong
it: Il nome non può essere vuoto
ko: 이름은 비워둘 수 없습니다
nb: Navnet kan ikke være tomt
ru: Имя не может быть пустым
tr: Ad boş bırakılamaz
zh_hans: 名称不能为空

# equalizer_frequency_response
source: Frequency Response
de: Frequenzgang
es: Respuesta en frecuencia
fr: Réponse en fréquence
id: Respons Frekuensi
it: Risposta in frequenza
ko: 주파수 응답
nb: Frekvensrespons
ru: Частотная характеристика
tr: Frekans Tepkisi
zh_hans: 频率响应

# equalizer_loudness
source: Loudness
de: Lautstärke
es: Sonoridad
fr: Volume sonore
ko: 라우드니스
ru: Громкость
tr: Ses Yüksekliği
zh_hans: 响度

# equalizer_manage_presets_title
source: Manage presets
de: Presets verwalten
es: Gestionar preajustes
fr: Gérer les préréglages
id: Kelola preset
it: Gestisci preset
ko: 프리셋 관리
nb: Administrer forhåndsinnstillinger
ru: Управление пресетами
tr: Ön ayarları yönet
zh_hans: 管理预设

# equalizer_page_n
source: Page %1$lld
de: Seite %1$lld
es: Página %1$lld
id: Halaman %1$lld
it: Pagina %1$lld
ko: %1$lld페이지
nb: Side %1$lld
ru: Страница %1$lld
tr: Sayfa %1$lld
zh_hans: 第 %1$lld 页

# equalizer_presets_cd_delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
id: Hapus
it: Elimina
ko: 삭제
nb: Slett
ru: Удалить
tr: Sil
zh_hans: 删除

# equalizer_presets_cd_pin
source: Pin
de: Anheften
es: Fijar
fr: Épingler
it: Fissa
ko: 고정
nb: Fest
ru: Закрепить
tr: Sabitle
zh_hans: 固定

# equalizer_presets_cd_rename
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
id: Ubah nama
it: Rinomina
ko: 이름 변경
nb: Gi nytt navn
ru: Переименовать
tr: Yeniden adlandır
zh_hans: 重命名

# equalizer_presets_cd_unpin
source: Unpin
de: Lösen
es: Desfijar
fr: Désépingler
id: Batal Pin
it: Stacca
ko: 고정 해제
nb: Løsne
ru: Открепить
tr: Sabitlemeyi kaldır
zh_hans: 取消固定

# equalizer_presets_drag_hint
source: Drag to reorder • Tap the eye to show or hide
de: Ziehen zum Neuanordnen • Auf das Auge tippen zum Ein-/Ausblenden
es: Arrastra para reordenar • Toca el ojo para mostrar u ocultar
fr: Faites glisser pour réordonner • Appuyez sur l'œil pour afficher ou masquer
id: Tarik untuk mengurutkan ulang • Ketuk ikon mata untuk menampilkan atau menyembunyikan
it: Trascina per riordinare • Tocca l'occhio per mostrare o nascondere
ko: 드래그하여 순서 변경 • 눈 아이콘을 눌러 표시/숨기기
nb: Dra for å endre rekkefølge • Trykk på øyet for å vise/skjule
ru: Перетащите для изменения порядка • Нажмите на глаз, чтобы показать или скрыть
tr: Yeniden sıralamak için sürükleyin • Göstermek veya gizlemek için göze dokunun
zh_hans: 拖动以重新排序 • 点击眼睛图标显示或隐藏

# equalizer_presets_empty
source: No custom presets saved yet.
de: Noch keine eigenen Presets gespeichert.
es: Aún no hay preajustes personalizados guardados.
fr: Aucun préréglage personnalisé enregistré pour le moment.
id: Belum ada preset kustom yang disimpan.
it: Ancora nessun preset personalizzato salvato.
ko: 저장된 사용자 지정 프리셋이 없습니다.
nb: Ingen egendefinerte forhåndsinnstillinger ennå.
ru: Пользовательские пресеты ещё не сохранены.
tr: Henüz özel ön ayar kaydedilmedi.
zh_hans: 暂未保存自定义预设。

# equalizer_presets_rename_title
source: Rename preset
de: Preset umbenennen
es: Renombrar preset
fr: Renommer le préréglage
id: Ubah nama preset
it: Rinomina preset
ko: 프리셋 이름 변경
nb: Gi nytt navn til forhåndsinnstilling
ru: Переименовать пресет
tr: Ön ayarı yeniden adlandır
zh_hans: 重命名预设

# equalizer_presets_save_custom_body
source: Enter a name for your custom equalizer preset.
de: Namen für dein Equalizer-Preset eingeben
es: Escribe un nombre para tu preset del ecualizador.
fr: Entrez un nom pour votre préréglage d'égaliseur personnalisé.
id: Masukkan nama untuk preset equalizer kustom.
it: Inserisci un nome per il tuo preset equalizzatore personalizzato.
ko: 사용자 지정 이퀄라이저 프리셋의 이름을 입력하세요.
nb: Skriv inn et navn for din egendefinerte equalizer-forhåndsinnstilling.
ru: Введите имя для пользовательского пресета эквалайзера.
tr: Özel ekolayzer ön ayarınız için bir ad girin.
zh_hans: 为您的自定义均衡器预设输入一个名称。

# equalizer_presets_save_custom_title
source: Save custom preset
de: Eigenes Preset speichern
es: Guardar preset personalizado
fr: Enregistrer le préréglage personnalisé
id: Simpan preset kustom
it: Salva preset personalizzato
ko: 사용자 지정 프리셋 저장
nb: Lagre egendefinert forhåndsinnstilling
ru: Сохранить пользовательский пресет
tr: Özel ön ayarı kaydet
zh_hans: 保存自定义预设

# equalizer_presets_saved_title
source: Saved Presets
de: Gespeicherte Presets
es: Preajustes guardados
fr: Préréglages enregistrés
id: Preset Tersimpan
it: Preset salvati
ko: 저장된 프리셋
nb: Lagrede forhåndsinnstillinger
ru: Сохранённые пресеты
tr: Kaydedilen Ön Ayarlar
zh_hans: 已保存的预设

# equalizer_reset_presets_message
source: This will restore the default preset order and visibility. Continue?
de: Dadurch werden die Standard-Presetreihenfolge und Sichtbarkeit wiederhergestellt. Fortfahren?
es: Se restaurará el orden y la visibilidad predeterminados de los preajustes. ¿Continuar?
fr: Cela restaurera l'ordre et la visibilité des préréglages par défaut. Continuer ?
id: Ini akan memulihkan urutan dan visibilitas preset default. Lanjutkan?
it: Questo ripristinerà l'ordine predefinito e la visibilità dei preset. Continuare?
ko: 프리셋 순서와 표시 여부가 기본값으로 복원됩니다. 계속하시겠습니까?
nb: Dette vil gjenopprette standard rekkefølge og synlighet. Fortsette?
ru: Это восстановит порядок и видимость пресетов по умолчанию. Продолжить?
tr: Bu işlem, varsayılan ön ayar sırasını ve görünürlüğünü geri yükleyecektir. Devam edilsin mi?
zh_hans: 这将恢复默认的预设顺序和可见性。是否继续？

# equalizer_reset_presets_title
source: Reset presets
de: Presets zurücksetzen
es: Restablecer preajustes
fr: Réinitialiser les préréglages
id: Reset preset
it: Reimposta preset
ko: 프리셋 초기화
nb: Nullstill forhåndsinnstillinger
ru: Сбросить пресеты
tr: Ön ayarları sıfırla
zh_hans: 重置预设

# equalizer_volume
source: Volume
de: Lautstärke
es: Volumen
ko: 볼륨
nb: Volum
ru: Громкость
tr: Ses
zh_hans: 音量

# file_explorer_cd_go_root
source: Go to root
de: Zum Stammverzeichnis gehen
es: Ir al directorio raíz
fr: Aller à la racine
id: Kembali ke root
it: Vai alla radice
ko: 최상위 폴더로 이동
nb: Gå til rot
ru: Перейти в корень
tr: Kök dizine git
zh_hans: 转到根目录

# file_explorer_cd_navigate_up
source: Navigate up
de: Nach oben navigieren
es: Subir de nivel
fr: Remonter d'un niveau
id: Navigasi ke atas
it: Naviga su
ko: 상위 폴더로 이동
nb: Naviger opp
ru: Перейти вверх
tr: Yukarı git
zh_hans: 向上导航

# file_explorer_cd_refresh
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
id: Segarkan
it: Aggiorna
ko: 새로고침
nb: Oppdater
ru: Обновить
tr: Yenile
zh_hans: 刷新

# file_explorer_empty_folders
source: No subfolders here
de: Keine Unterordner vorhanden
es: No hay subcarpetas aquí
fr: Aucun sous-dossier ici
id: Tidak ada subfolder di sini
it: Nessuna sottocartella qui
ko: 여기에 하위 폴더가 없습니다
nb: Ingen undermapper her
ru: Подпапок нет
tr: Burada alt klasör yok
zh_hans: 此处无子文件夹

# file_explorer_hint
source: Everything is allowed by default. Tap a folder to mark it as excluded from scans.
de: Standardmäßig ist alles erlaubt. Tippe auf einen Ordner, um ihn von Scans auszuschließen.
es: Todo está permitido por defecto. Toca una carpeta para marcarla como excluida de los escaneos.
fr: Tout est autorisé par défaut. Appuyez sur un dossier pour le marquer comme exclu des analyses.
id: Semua folder diizinkan secara default. Ketuk folder untuk mengecualikannya dari pemindaian.
it: Tutto è consentito per impostazione predefinita. Tocca una cartella per escluderla dalle scansioni.
ko: 기본적으로 모든 폴더가 허용됩니다. 스캔에서 제외할 폴더를 탭하세요.
nb: Alt er tillatt som standard. Trykk på en mappe for å markere den som ekskludert fra skanninger.
ru: По умолчанию разрешено всё. Нажмите на папку, чтобы исключить её из сканирования.
tr: Varsayılan olarak her şeye izin verilir. Taramalardan hariç tutmak için bir klasöre dokunun.
zh_hans: 默认允许所有内容。点击文件夹将其标记为免扫描。

# lib_org_group_by_album_artist_subtitle
source: Show collaboration albums under main artist
de: Kollaborations-Alben unter dem Hauptkünstler anzeigen
es: Mostrar álbumes de colaboración bajo el artista principal
fr: Afficher les albums de collaboration sous l'artiste principal
id: Tampilkan album kolaborasi di bawah artis utama
it: Mostra album di collaborazione sotto l'artista principale
ko: 주요 아티스트 아래에 공동 작업 앨범 표시
nb: Vis samarbeidsalbum under hovedartist
ru: Показывать совместные альбомы под основным исполнителем
tr: Ortak albümleri ana sanatçı altında göster
zh_hans: 在主要艺术家下显示合作专辑

# lib_org_group_by_album_artist_title
source: Group by Album Artist
de: Nach Album-Künstler gruppieren
es: Agrupar por artista del álbum
fr: Grouper par artiste de l'album
id: Kelompokkan berdasarkan Artis Album
it: Raggruppa per album artist
ko: 앨범 아티스트별로 그룹화
nb: Grupper etter albumartist
ru: Группировать по исполнителю альбома
tr: Albüm Sanatçısına Göre Grupla
zh_hans: 按专辑艺术家分组

# lib_org_section
source: Library Organization
de: Bibliotheks-Organisation
es: Organización de la biblioteca
fr: Organisation de la bibliothèque
id: Pengorganisasian Pustaka
it: Organizzazione libreria
ko: 라이브러리 구성
nb: Bibliotekorganisering
ru: Организация медиатеки
tr: Kitaplık Organizasyonu
zh_hans: 媒体库整理

# multi_artist_cd_configure
source: Configure
de: Konfigurieren
es: Configurar
fr: Configurer
id: Konfigurasikan
it: Configura
ko: 구성
nb: Konfigurer
ru: Настроить
tr: Yapılandır
zh_hans: 配置

# multi_artist_char_delimiters_subtitle
source: Current: %1$@
de: Aktuell: %1$@
es: Actual: %1$@
fr: Actuel : %1$@
id: Saat ini: %1$@
it: Attuali: %1$@
ko: 현재: %1$@
nb: Gjeldende: %1$@
ru: Текущие: %1$@
tr: Mevcut: %1$@
zh_hans: 当前：%1$@

# multi_artist_char_delimiters_title
source: Character Delimiters
de: Zeichen-Trennzeichen
es: Delimitadores de caracteres
fr: Délimiteurs de caractères
id: Pemisah Karakter
it: Delimitatori carattere
ko: 문자 구분 기호
nb: Tegndelimitere
ru: Символьные разделители
tr: Karakter Sınırlayıcıları
zh_hans: 字符分隔符

# multi_artist_ex_4_in
source: "Song (ft. B)" by A
de: "Song (ft. B)" von A
es: "Canción (ft. B)" de A
fr: "Chanson (ft. B)" par A
id: "Lagu (ft. B)" oleh A
it: "Brano (ft. B)" di A
ko: "A가 부른 Song (ft. B)"
tr: A'dan "Şarkı (ft. B)"

# multi_artist_ex_5_out
source: AC/DC (escaped)
de: AC/DC (maskiert)
es: AC/DC (omitida)
fr: AC/DC (échappé)
id: AC/DC (diabaikan)
ko: AC/DC (이스케이프됨)
ru: AC/DC (экранировано)
tr: AC/DC (kaçışlı)
zh_hans: AC/DC（已转义）

# multi_artist_examples_title
source: Examples
de: Beispiele
es: Ejemplos
fr: Exemples
id: Contoh
it: Esempi
ko: 예시
nb: Eksempler
ru: Примеры
tr: Örnekler
zh_hans: 示例

# multi_artist_extract_from_subtitle
source: Detect feat., ft., with in song titles
de: feat., ft., mit in Songtiteln erkennen
es: Detectar feat., ft., with en los títulos de las canciones
fr: Détecter feat., ft., with dans les titres de chansons
id: Deteksi feat., ft., with dalam judul lagu
it: Rileva feat., ft., with nei titoli dei brani
ko: 곡 제목에서 feat., ft., with 등을 감지
nb: Gjenkjenn feat., ft., with i sangtitler
ru: Определять feat., ft., with в названиях песен
tr: Şarkı başlıklarında feat., ft., with tespit et
zh_hans: 检测歌曲标题中的 feat.、ft.、with

# multi_artist_extract_from_title
source: Extract Artists from Title
de: Künstler aus Titel extrahieren
es: Extraer artistas del título
fr: Extraire les artistes du titre
id: Ekstrak Artis dari Judul
it: Estrai artisti dal titolo
ko: 제목에서 아티스트 추출
nb: Hent artister fra tittel
ru: Извлекать исполнителей из названия
tr: Başlıktan Sanatçıları Çıkar
zh_hans: 从标题提取艺术家

# multi_artist_info_title
source: About Multi-Artist Parsing
de: Über Mehrkünstler-Parsing
es: Acerca del análisis de varios artistas
fr: À propos de l'analyse multi-artistes
id: Tentang Penguraian Multi-Artis
it: Informazioni parsing multi-artista
ko: 멀티 아티스트 파싱 정보
nb: Om tolkning av flere artister
ru: О поддержке нескольких исполнителей
tr: Çoklu Sanatçı Ayrıştırma Hakkında
zh_hans: 关于多艺术家解析

# multi_artist_parsing_section
source: Multi-Artist Parsing
de: Mehrkünstler-Parsing
es: Análisis de varios artistas
fr: Analyse multi-artistes
id: Penguraian Multi-Artis
it: Parsing multi-artista
ko: 멀티 아티스트 파싱
nb: Tolkning av flere artister
ru: Обработка нескольких исполнителей
tr: Çoklu Sanatçı Ayrıştırma
zh_hans: 多艺术家解析

# multi_artist_rescan_banner_body
source: Artist settings have changed. Rescan your library to apply.
de: Künstler-Einstellungen haben sich geändert. Scanne die Bibliothek erneut, um sie anzuwenden.
es: Los ajustes del artista han cambiado. Reescanea tu biblioteca para aplicarlos.
fr: Les paramètres d'artiste ont changé. Analysez à nouveau votre bibliothèque pour les appliquer.
id: Pengaturan artis telah berubah. Pindai ulang pustaka Anda untuk menerapkannya.
it: Le impostazioni artista sono cambiate. Riscansiona la tua libreria per applicarle.
ko: 아티스트 설정이 변경되었습니다. 적용하려면 라이브러리를 재스캔하세요.
nb: Artistinnstillinger har endret seg. Skann biblioteket på nytt for å bruke endringene.
ru: Настройки исполнителей изменены. Пересканируйте медиатеку для применения изменений.
tr: Sanatçı ayarları değişti. Uygulamak için kitaplığınızı yeniden tarayın.
zh_hans: 艺术家设置已更改。请重新扫描媒体库以应用更改。

# multi_artist_rescan_banner_title
source: Rescan Required
de: Rescan erforderlich
es: Se requiere reescaneo
fr: Analyse requise
id: Pemindaian Ulang Diperlukan
it: Scansione richiesta
ko: 재스캔 필요
nb: Reskanning kreves
ru: Требуется повторное сканирование
tr: Yeniden Tarama Gerekli
zh_hans: 需要重新扫描

# multi_artist_status_scanning
source: Scanning…
de: Scan läuft…
es: Escaneando…
fr: Analyse en cours…
id: Memindai…
it: Scansione…
ko: 스캔 중…
nb: Skanner…
ru: Сканирование…
tr: Taranıyor…
zh_hans: 正在扫描…

# multi_artist_word_delimiters_subtitle_current
source: Current: %1$@
de: Aktuell: %1$@
es: Actual: %1$@
fr: Actuel : %1$@
id: Saat ini: %1$@
it: Attuale: %1$@
ko: 현재: %1$@
nb: Gjeldende: %1$@
ru: Текущие: %1$@
tr: Mevcut: %1$@
zh_hans: 当前：%1$@

# multi_artist_word_delimiters_subtitle_none
source: None
de: Keine
es: Ninguno
fr: Aucun
id: Tidak ada
it: Nessuno
ko: 없음
nb: Ingen
ru: Нет
tr: Yok
zh_hans: 无

# multi_artist_word_delimiters_title
source: Word Delimiters
de: Wort-Trennzeichen
es: Delimitadores de palabras
fr: Délimiteurs de mots
id: Pemisah Kata
it: Delimitatori parola
ko: 단어 구분 기호
nb: Orddelimitere
ru: Словесные разделители
tr: Kelime Sınırlayıcıları
zh_hans: 单词分隔符

source: selected
de: ausgewählt
es: seleccionados
fr: sélectionné(s)
id: terpilih
it: selezionati
ko: 선택됨
nb: valgt
ru: выбрано
tr: seçildi
zh_hans: 已选择

# settings_action_choose_song
source: Choose Song
de: Song auswählen
es: Elegir canción
fr: Choisir une chanson
id: Pilih Lagu
it: Scegli brano
ko: 곡 선택
nb: Velg sang
ru: Выбрать трек
tr: Şarkı Seç
zh_hans: 选择歌曲

# settings_action_clear_selection
source: Clear selection
de: Auswahl aufheben
es: Borrar selección
fr: Effacer la sélection
id: Bersihkan pilihan
it: Cancella selezione
ko: 선택 해제
nb: Tøm valg
ru: Снять выделение
tr: Seçimi temizle
zh_hans: 取消全选

# settings_action_export_pxpl
source: Export .pxpl
de: .pxpl exportieren
es: Exportar .pxpl
fr: Exporter .pxpl
id: Ekspor .pxpl
it: Esporta .pxpl
ko: .pxpl 내보내기
nb: Eksporter .pxpl
ru: Экспорт .pxpl
tr: .pxpl Olarak Dışa Aktar
zh_hans: 导出 .pxpl

# settings_action_full_rescan
source: Full Rescan
de: Vollständiger Rescan
es: Reescaneo completo
fr: Analyse complète
id: Pindai Ulang Penuh
it: Scansione completa
ko: 전체 재스캔
nb: Full reskanning
ru: Полное сканирование
tr: Tam Yeniden Tarama
zh_hans: 完全重新扫描

# settings_action_rebuild
source: Rebuild
de: Neu aufbauen
es: Reconstruir
fr: Reconstruire
id: Bangun Ulang
it: Ricostruisci
ko: 다시 구축
nb: Gjenoppbygg
ru: Пересоздать
tr: Yeniden Oluştur
zh_hans: 重建

# settings_action_rebuild_database
source: Rebuild Database
de: Datenbank neu aufbauen
es: Rebuild base de datos
fr: Reconstruire la base de données
id: Bangun Ulang Database
it: Ricostruisci database
ko: 데이터베이스 다시 구축
nb: Gjenoppbygg database
ru: Пересоздать базу данных
tr: Veri Tabanını Yeniden Oluştur
zh_hans: 重建数据库

# settings_action_regenerate
source: Regenerate
de: Neu generieren
es: Regenerar
fr: Régénérer
id: Regenerasi
it: Rigenera
ko: 재생성
nb: Regenerer
ru: Пересоздать
tr: Yeniden Oluştur
zh_hans: 重新生成

# settings_action_regenerate_all
source: Regenerate All
de: Alle neu generieren
es: Regenerar todo
fr: Tout régénérer
id: Regenerasi Semua
it: Rigenera tutti
ko: 모두 재생성
nb: Regenerer alle
ru: Пересоздать всё
tr: Tümünü Yeniden Oluştur
zh_hans: 全部重新生成

# settings_action_regenerate_daily_mix
source: Regenerate Daily Mix
de: Daily Mix neu generieren
es: Regenerar Daily Mix
fr: Régénérer le Daily Mix
id: Regenerasi Daily Mix
it: Rigenera Daily Mix
ko: 데일리 믹스 재생성
nb: Regenerer Daily Mix
ru: Пересоздать Daily Mix
tr: Günlük Miksi Yeniden Oluştur
zh_hans: 重新生成 Daily Mix

# settings_action_regenerate_stats
source: Regenerate Stats
de: Statistiken neu generieren
es: Regenerar estadísticas
fr: Régénérer les statistiques
id: Regenerasi Statistik
it: Rigenera statistiche
ko: 통계 재생성
nb: Regenerer statistikk
ru: Пересоздать статистику
tr: İstatistikleri Yeniden Oluştur
zh_hans: 重新生成统计数据

# settings_action_restore_selected
source: Restore Selected
de: Ausgewählte wiederherstellen
es: Restaurar seleccionados
fr: Restaurer la sélection
id: Pulihkan yang terpilih
it: Ripristina selezionati
ko: 선택 항목 복구
nb: Gjenopprett valgte
ru: Восстановить выбранное
tr: Seçilenleri Geri Yükle
zh_hans: 恢复所选项

# settings_action_select_all
source: Select all
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
id: Pilih semua
it: Seleziona tutti
ko: 모두 선택
nb: Velg alle
ru: Выбрать всё
tr: Tümünü seç
zh_hans: 全选

# settings_action_select_export
source: Select & Export
de: Auswählen & Exportieren
es: Seleccionar y exportar
fr: Sélectionner et exporter
id: Pilih & Ekspor
it: Seleziona ed esporta
ko: 선택 및 내보내기
nb: Velg og eksporter
ru: Выбрать и экспортировать
tr: Seç ve Dışa Aktar
zh_hans: 选择并导出

# settings_action_select_restore
source: Select & Restore
de: Auswählen & Wiederherstellen
es: Seleccionar y restaurar
fr: Sélectionner et restaurer
id: Pilih & Pulihkan
it: Seleziona e ripristina
ko: 선택 및 복구
nb: Velg og gjenopprett
ru: Выбрать и восстановить
tr: Seç ve Geri Yükle
zh_hans: 选择并恢复

# settings_ai_activity_log_title
source: AI Activity Log (%1$lld)
de: KI-Aktivitätsprotokoll (%1$lld)
es: Registro de actividad de IA (%1$lld)
fr: Journal d'activité IA (%1$lld)
id: Log Aktivitas AI (%1$lld)
it: Log attività AI (%1$lld)
ko: AI 활동 로그 (%1$lld)
nb: AI-aktivitetslogg (%1$lld)
ru: Журнал активности ИИ (%1$lld)
tr: YZ Etkinlik Günlüğü (%1$lld)
zh_hans: AI 活动日志 (%1$lld)

# settings_ai_api_key_subtitle
source: Paste the key you got from %1$@
de: Erhältlich bei %1$@
es: Obtener en %1$@
fr: Obtenir de %1$@
id: Dapatkan dari %1$@
it: Ottieni da %1$@
ko: %1$@에서 가져오기
nb: Hent fra %1$@
ru: Получить на %1$@
tr: %1$@ üzerinden edinin
zh_hans: 从 %1$@ 获取

# settings_ai_api_key_title
source: %1$@ key
de: %1$@ API Key
es: Clave API de %1$@
fr: Clé API %1$@
id: API Key %1$@
it: Chiave API %1$@
ko: %1$@ API 키
nb: %1$@ API-nøkkel
ru: API-ключ %1$@
tr: %1$@ API Anahtarı
zh_hans: %1$@ API 密钥

# settings_ai_clear_logs
source: Clear Logs
de: Protokolle löschen
es: Borrar registros
fr: Effacer les journaux
id: Bersihkan Log
it: Cancella log
ko: 로그 지우기
nb: Tøm logger
ru: Очистить журнал
tr: Günlükleri Temizle
zh_hans: 清除日志

# settings_ai_hide_logs
source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
id: Sembunyikan
it: Nascondi
ko: 숨기기
nb: Skjul
ru: Скрыть
tr: Gizle
zh_hans: 隐藏

# settings_ai_model_subtitle
source: Select a model.
de: Aktives Modell auswählen.
es: Selecciona un modelo.
fr: Sélectionnez un modèle.
id: Pilih sebuah model.
it: Seleziona un modello.
ko: 모델을 선택하세요.
nb: Velg en modell.
ru: Выберите модель.
tr: Bir model seçin.
zh_hans: 选择一个模型。

# settings_ai_model_title
source: AI Model
de: KI-Modell
es: Modelo de IA
fr: Modèle d'IA
id: Model AI
it: Modello AI
ko: AI 모델
nb: AI-modell
ru: Модель ИИ
tr: YZ Modeli
zh_hans: AI 模型

# settings_ai_provider_section
source: AI
de: KI-Anbieter
es: Proveedor de IA
fr: Fournisseur d'IA
id: Penyedia AI
it: Provider AI
ko: AI 제공업체
nb: AI-leverandør
ru: Поставщик ИИ
tr: Yapay Zeka Sağlayıcısı
zh_hans: AI 提供商

# settings_ai_provider_subtitle
source: Where your AI features come from
de: KI-Dienst auswählen
es: Elige tu proveedor de IA
fr: Choisissez votre fournisseur d'IA
id: Pilih penyedia AI Anda
it: Scegli il tuo provider AI
ko: AI 제공업체를 선택하세요
nb: Velg din AI-leverandør
ru: Выберите поставщика ИИ
tr: Yapay zeka sağlayıcınızı seçin
zh_hans: 选择您的 AI 提供商

# settings_ai_provider_title
source: Assistant
de: Anbieter
es: Proveedor
fr: Fournisseur
id: Penyedia
it: Provider
ko: 제공업체
nb: Leverandør
ru: Поставщик
tr: Sağlayıcı
zh_hans: 提供商

# settings_ai_show_logs
source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
id: Tampilkan
it: Mostra
ko: 표시
nb: Vis
ru: Показать
tr: Göster
zh_hans: 显示

# settings_ai_usage_report_section
source: AI Usage Report
de: Nutzungsbericht
es: Informe de uso de IA
fr: Rapport d'utilisation IA
id: Laporan Penggunaan AI
it: Report utilizzo AI
ko: AI 사용 보고서
nb: AI-bruksrapport
ru: Отчёт об использовании ИИ
tr: YZ Kullanım Raporu
zh_hans: AI 使用报告

# settings_ai_usage_tokens_subtitle
source: %1$@ tokens tracking Prompt: %2$@ | Output: %3$@ | Thought: %4$@
de: %1$@ Tokens Prompt: %2$@ | Ausgabe: %3$@ | Denken: %4$@
es: %1$@ tokens registrados Prompt: %2$@ | Salida: %3$@ | Pensamiento: %4$@
fr: %1$@ tokens suivis Invite : %2$@ | Sortie : %3$@ | Pensée : %4$@
id: Pelacakan %1$@ token Prompt: %2$@ | Output: %3$@ | Pemikiran: %4$@
it: %1$@ tracciamento token Prompt: %2$@ | Output: %3$@ | Pensiero: %4$@
ko: %1$@ 토큰 추적 프롬프트: %2$@ | 출력: %3$@ | 생각: %4$@
nb: %1$@ tokens sporing Prompt: %2$@ | Output: %3$@ | Tanke: %4$@
ru: Учёт токенов: %1$@ Запрос: %2$@ | Ответ: %3$@ | Размышления: %4$@
tr: %1$@ token takibi Giriş (Prompt): %2$@ | Çıkış: %3$@ | Düşünce: %4$@
zh_hans: %1$@ token 追踪 提示：%2$@ | 输出：%3$@ | 思考：%4$@

# settings_album_art_cache_limit
source: Album Art Cache Limit
de: Cover-Cache-Limit
es: Límite de caché de carátulas de álbum
fr: Limite du cache des pochettes
id: Batas Cache Sampul Album
it: Limite cache copertine
ko: 앨범 아트 캐시 제한
nb: Grense for albumkunst-cache
ru: Лимит кэша обложек
tr: Albüm Kapağı Önbellek Sınırı
zh_hans: 专辑封面缓存限制

# settings_album_art_palette_subtitle
source: Current: %1$@. Open live preview and choose style.
de: Aktuell: %1$@ – antippen für Vorschau und Stilwahl.
es: Actual: %1$@. Abre la vista previa en vivo y elige el estilo.
fr: Actuel : %1$@. Ouvrir l'aperçu en direct et choisir le style.
id: Saat ini: %1$@. Buka pratinjau langsung dan pilih gaya.
it: Attuale: %1$@. Apri anteprima live e scegli lo stile.
ko: 현재: %1$@. 실시간 미리보기를 열고 스타일을 선택하세요.
nb: Gjeldende: %1$@. Åpne forhåndsvisning og velg stil.
ru: Текущий: %1$@. Откройте предпросмотр и выберите стиль.
tr: Mevcut: %1$@. Canlı önizlemeyi açın ve stil seçin.
zh_hans: 当前：%1$@。打开实时预览并选择样式。

# settings_album_art_palette_title
source: Album Art Palette Style
de: Cover-Palette
es: Estilo de paleta de carátula
fr: Style de palette de pochette
id: Gaya Palet Sampul Album
it: Stile palette copertina album
ko: 앨범 아트 팔레트 스타일
nb: Palettstil for albumkunst
ru: Стиль палитры обложки
tr: Albüm Kapağı Palet Stili
zh_hans: 专辑封面调色板样式

# settings_app_language_subtitle
source: Choose the language used across the app interface.
de: Sprache der App-Oberfläche festlegen.
es: Elige el idioma usado en toda la interfaz de la aplicación.
fr: Choisissez la langue utilisée dans l'interface de l'application.
id: Pilih bahasa yang digunakan di seluruh antarmuka aplikasi.
it: Scegli la lingua usata nell'interfaccia dell'app.
ko: 앱 인터페이스에서 사용할 언어를 선택하세요.
nb: Velg språket som skal brukes i appen.
ru: Выберите язык интерфейса приложения.
tr: Uygulama arayüzünde kullanılacak dili seçin.
zh_hans: 选择应用界面的语言。
